{
  "horse_wood_wall_decor_hooks_6_pieces_set": {
    "name": "Horse Wood Wall Decor Hooks 6 Pieces Set",
    "price": "$107.99",
    "description": "Get the perfect accent for your Western-themed home! This handsome Horse Wood Wall Decor With Hooks features a brown wood plank with jagged edges. On top, there is a distressed black curve of black twisted wire, and in the center, there are four resin pieces that are formed into the shape of a horse's backside with the head angled backward. A black metal hook extends outward from each of their tails, and there are three distressed resin horseshoes between each hook. Hang this by the entryway, and hang sweaters, belts, jackets, hats, and more!\n\nDetails:\nDimensions: 8.38\" H x 21.25\" W x 3.25\" D\nMaterial: Resin & Metal\nShape: Novelty\nColor: Gray, Brown, Beige & Black\nOrientation: Horizontal\nIncludes: 2 - D-Rings",
    "images_path": [
      "./img/horse_wall_hook.png"
    ]
  },
  "farm_animals_figurines_10_pieces_mixed_set": {
    "name": "Farm Animals Figurines 10 Pieces Mixed Set",
    "price": "$349.99",
    "description": "Explore the charm of the countryside with our Farm Animals Figurines 10-Piece Mixed Set. Perfect for imaginative play, each intricately detailed figurine brings the rustic beauty of the farm to life. Keep your country style fresh with unique table pieces! Display this fun piece on your mantel, countertop, desk, and more! \n\nMaterial: Resin + Metal\nColor: Orange, Yellow, Blue & Turquoise\nCare & Safety: Decorative Use Only\nQuantity: 10",
    "images_path": [
      "./img/animal_figurines1.png",
      "./img/animal_figurines2.png",
      "./img/animal_figurines3.png",
      "./img/animal_figurines4.png",
      "./img/animal_figurines5.png"
    ]
  },
  "fancy_jewelry_boxes_12_pieces_mixed_set": {
    "name": "Fancy Jewelry Boxes 12 Pieces Mixed Set",
    "price": "$179.99",
    "description": "Bring a delightful accent to your vanity with this Floral Cutout Rhinestone Jewelry Box. This ornately decorated box features a magnetic closure and a body of delicate flowers with cutouts between them so you can see inside. A colorful display of rhinestones is encrusted at the center of each flower and across the top of the lid. Hold your favorite rings, earrings, or a delicate necklace inside this cute and lush jewelry box.\n\nBring a delightful accent to your vanity with this Holy Bible Rhinestone Jewelry Box. This ornately decorated box features a magnetic closure and comes in the shape of a Bible that opens at a hinge along the spine. On top, it features a cross design with intricate gilding around it. This cross and flower designs across the edges are encrusted with brilliant rhinestones. Hold your favorite rings, earrings, or a delicate necklace inside this cute and delicate jewelry box.",
    "images_path": [
      "./img/fancy_jewelry_box1.png",
      "./img/fancy_jewelry_box2.png",
      "./img/fancy_jewelry_box3.png",
      "./img/fancy_jewelry_box4.png",
      "./img/fancy_jewelry_box5.png"
    ]
  },
  "antique_metal_lanterns_12_pieces_mixed_set": {
    "name": "Antique Metal Lanterns 12 Pieces Mixed Set",
    "price": "$659.99",
    "description": "Transport yourself to a bygone era with our Antique Metal Lanterns Set. This captivating ensemble features 12 unique lanterns, each meticulously crafted to add a timeless touch of elegance to any space or event",
    "images_path": [
      "./img/antique_metal_lanterns1.png",
      "./img/antique_metal_lanterns2.png",
      "./img/antique_metal_lanterns3.png",
      "./img/antique_metal_lanterns4.png",
      "./img/antique_metal_lanterns5.png"
    ]
  },
  "modern_metal_lanterns_12_pieces_mixed_set": {
    "name": "Modern Metal Lanterns 12 Pieces Mixed Set",
    "price": "$539.99",
    "description": "Illuminate your space with contemporary flair using our Modern Metal Lanterns 12-Piece Mixed Set. Crafted with clean lines and minimalist designs, each lantern in this set offers a modern twist on a classic accessory. Versatile and stylish, these lanterns are perfect for indoor or outdoor use, adding both functionality and aesthetic appeal to your home decor or special events. Whether placed individually for a subtle glow or grouped together for a striking centerpiece, these lanterns effortlessly enhance any atmosphere with their sleek and sophisticated presence.",
    "images_path": [
      "./img/modern_metal_lanterns1.png",
      "./img/modern_metal_lanterns2.png",
      "./img/modern_metal_lanterns3.png",
      "./img/modern_metal_lanterns4.png",
      "./img/modern_metal_lanterns5.png"
    ]
  },
  "handmade_3d_large_wall_art": {
    "name": "Handmade 3D Large Wall Art",
    "price": "$295.99",
    "description": "Introducing our exquisite Handmade 3D Large Wall Art, meticulously crafted to bring life and dimension to any space. Each piece is a testament to the artisan's skill, featuring intricate designs and textures that captivate the eye. Made with high-quality materials, our wall art adds a touch of elegance and sophistication to your home or office. Elevate your decor with this stunning masterpiece that seamlessly blends creativity and craftsmanship. Bring your walls to life with our Handmade 3D Large Wall Art.",
    "images_path": [
      "./img/handmade_3d_large_wall_art1.png",
      "./img/handmade_3d_large_wall_art2.png",
      "./img/handmade_3d_large_wall_art3.png",
      "./img/handmade_3d_large_wall_art4.png"
    ]
  },
  "modern_3d_wall_art": {
    "name": "Modern 3D Wall Art",
    "price": "$247.99",
    "description": "Introducing our Modern 3D Wall Art, a contemporary masterpiece that adds a touch of sophistication to any space. Crafted with precision and style, this art piece features intricate designs and textures that create a captivating visual effect. Elevate your home decor with its sleek and elegant appearance, perfect for adding a modern flair to your living room, bedroom, or office. With its timeless appeal, our Modern 3D Wall Art is sure to become a focal point of admiration in your interior design.",
    "images_path": [
      "./img/modern_3d_wall_art1.png",
      "./img/modern_3d_wall_art2.png",
      "./img/modern_3d_wall_art3.png"
    ]
  },
  "acrylic_3d_wall_art_4_pieces_set": {
    "name": "Acrylic 3D Wall Art 4 Pieces Set",
    "price": "$459.99",
    "description": "Introducing our Acrylic 3D Wall Art 4 Pieces Set, a stunning ensemble designed to transform your walls into a gallery of contemporary elegance. Crafted with high-quality acrylic material, each piece features dynamic 3D designs that pop with depth and dimension. This versatile set adds a touch of modern sophistication to any room, whether displayed together for a cohesive look or separately to accentuate different areas of your home or office. Elevate your decor with the captivating beauty of our Acrylic 3D Wall Art 4 Pieces Set and make a bold statement in style.",
    "images_path": [
      "./img/acrylic_3d_wall_art1.png",
      "./img/acrylic_3d_wall_art2.png",
      "./img/acrylic_3d_wall_art3.png",
      "./img/acrylic_3d_wall_art4.png",
      "./img/acrylic_3d_wall_art5.png"
    ]
  },
  "vase_with_gold_silver_rope_2_pieces_set": {
    "name": "Vase with Gold/Silver Rope 2 Pieces Set",
    "price": "$289.99",
    "description": "Introducing our Vase with Gold/Silver Rope 2 Pieces Set, a stunning addition to elevate your home decor. Crafted with exquisite detail, each vase features a sleek design adorned with a shimmering gold or silver rope accent, adding a touch of luxury and sophistication to any space. Versatile and elegant, this set is perfect for showcasing your favorite flowers or simply as standalone decorative pieces. Enhance your living space with the timeless beauty of our Vase with Gold/Silver Rope 2 Pieces Set, effortlessly blending style and functionality.",
    "images_path": [
      "./img/vase_with_silver_rope1.png",
      "./img/vase_with_silver_rope2.png",
      "./img/vase_with_silver_rope3.png",
      "./img/vase_with_silver_rope4.png",
      "./img/vase_with_silver_rope5.png"
    ]
  },
  "antique_metal_table_clocks_12_pieces_mixed_set": {
    "name": "Antique Metal Table Clocks 12 Pieces Mixed Set",
    "price": "$395.99",
    "description": "You can add a very dated but timeless piece of decor to any room or table setting with this Antique Blue Pewter Metal Clock. The round clock features a clear acrylic covering and a distressed, flourished design. The antique blue color and roman numeral clock face only adds to the vintage appeal of this clock.\nNote: Requires 1 AAA battery (not included).",
    "images_path": [
      "./img/antique_metal_table_clocks1.png",
      "./img/antique_metal_table_clocks2.png",
      "./img/antique_metal_table_clocks3.png",
      "./img/antique_metal_table_clocks4.png"
    ]
  },
  "modern_wood_table_clocks_12_pieces_mixed_set": {
    "name": "Modern Wood Table Clocks 12 Pieces Mixed Set",
    "price": "$323.99",
    "description": "Stay punctual and chic with this Round Wood Clock! Crafted from MDF, this simple and cute clock has a round, colored body that sits atop two tiny round legs, ensuring stability and style. Its distressed white face is adorned with bold numbers and graduations that match the color of the body. Set it out on a table, mantel, or desk to complement the decor of any room!",
    "images_path": [
      "./img/modern_metal_table_clocks1.png",
      "./img/modern_metal_table_clocks2.png",
      "./img/modern_metal_table_clocks3.png",
      "./img/modern_metal_table_clocks4.png"
    ]
  },
  "antique_gold_wall_mirrors_4_pieces_set": {
    "name": "Antique Gold Wall Mirrors 4 Pieces Set",
    "price": "$887.99",
    "description": "Regal elegance is just an accent away! Antique Gold Accent Mirror combines classic sophistication with modern beauty for the ultimate statement piece. This mirror with MDF elements is silver plated so it lasts longer and has better clarity. Featuring an antique gold finish and baroque-style detailing and a subtle fleur-de-lis symbol, this mirror is truly stunning. Display it on the wall of your home or office and make a bold, stylish statement!\n\nMaterial: Glass & MDF\nShape: Irregular\nColor: Gold\nOrientation: Vertical",
    "images_path": [
      "./img/antique_gold_wall_mirrors1.png",
      "./img/antique_gold_wall_mirrors2.png",
      "./img/antique_gold_wall_mirrors3.png",
      "./img/antique_gold_wall_mirrors4.png"
    ]
  },
  "random_basket_5_pieces_set": {
    "name": "Random Basket 5 Pieces Set",
    "price": "$299.99",
    "description": "Storage is easy-breezy with this free-spirited Beige Rope Basket Set. Equally at home in a farmhouse or a beach bungalow, this pair of baskets consists of beige paper rope that's woven over a metal wire frame. Two ring handles with attached black tassles complete the look, and you'll be ready to enjoy some fresh summer style!",
    "images_path": [
      "./img/basket_set1.png",
      "./img/basket_set2.png",
      "./img/basket_set3.png",
      "./img/basket_set4.png"
    ]
  },
  "random_collage_wall_frames_4_pieces_set": {
    "name": "Random Collage Wall Frames 4 Pieces Set",
    "price": "$199.99",
    "description": "Showcase your best memories with Wood Collage Wall Frame. This MDF frame has a clustered construction in a solid color with vertical and horizontal frames. Hang it on the wall for everyone to see your wonderful life on display!\nAdd some industrial charm to your space with Pipe Wood Collage Wall Frame! This gorgeous piece features a black metal pipe hanger that holds three gorgeous, rustic wood frames suspended by jute rope. Insert a few of your favorite photographs and showcase them in style!",
    "images_path": [
      "./img/collage_wall_frames1.png",
      "./img/collage_wall_frames2.png",
      "./img/collage_wall_frames3.png",
      "./img/collage_wall_frames4.png"
    ]
  },
  "random_open_frames_4_pieces_set": {
    "name": "Random Open Frames 4 Pieces Set",
    "price": "$219.99",
    "description": "Accent your decor with versatile pieces like this Matte Black Wood Open Frame. This wood frame has a smooth, black color that can complement a range of themes. Leave it as is for a rustic look, or use it to highlight unique areas of your space.\n\nNote: This frame does not come with glass, backing, or hanging hardware.",
    "images_path": [
      "./img/open_frames1.png",
      "./img/open_frames2.png",
      "./img/open_frames3.png",
      "./img/open_frames4.png",
      "./img/open_frames5.png"
    ]
  },
  "glass_perfume_bottles_wwo_atomizer_60_pieces_set": {
    "name": "Glass Perfume Bottles w/wo Atomizer 60 Pieces Set",
    "price": "$419.99",
    "description": "Discover timeless elegance with our Glass Perfume Bottles Set. This collection of 60 pieces, with or without atomizers, offers a sophisticated way to store and display your favorite fragrances, adding a touch of luxury to your vanity or collection.\n\nMaterial: Glass & Metal\nColor: Clear & Multi-Color",
    "images_path": [
      "./img/glass_perfume_bottles1.png",
      "./img/glass_perfume_bottles2.png",
      "./img/glass_perfume_bottles3.png",
      "./img/glass_perfume_bottles4.png",
      "./img/glass_perfume_bottles5.png"
    ]
  },
  "wall_clocks_3_pieces_set": {
    "name": "Wall Clocks 3 Pieces Set",
    "price": "$359.99",
    "description": "Keep track of the time in a stylish manner. Matte Black Metal Wall Clock features an open hoop shape that is fitted with Roman numerals. The interior features an intersection of two crossed pieces of metal that holds the hands in place. Hang this up on a blank wall as a gorgeous and functional statement piece!\nIt's a high time to make a statement in your home, so show off this Round Natural Wood Wall Clock! This charming wood clock is the perfect addition to walls of framed art and heartfelt photographs. Featuring Roman numerals in black with coordinating hands, it has a timeless look that will keep track of the minutes and hours. Spread elegance where it's needed most!",
    "images_path": [
      "./img/wall_clock1.png",
      "./img/wall_clock2.png",
      "./img/wall_clock3.png",
      "./img/wall_clock4.png",
      "./img/wall_clock5.png"
    ]
  },
  "glazed_ceramic_vase": {
    "name": "Glazed Ceramic Vase",
    "price": "$287.99",
    "description": "Introducing our Glazed Ceramic Vase, a timeless addition to elevate any space. Crafted with exquisite attention to detail, this vase boasts a sleek and sophisticated design, perfect for showcasing your favorite blooms or standing elegantly on its own as a statement piece. The lustrous glazed finish adds a touch of luxury, while its versatile size makes it suitable for any room or occasion. Bring charm and style into your home with this beautifully crafted ceramic vase.",
    "images_path": [
      "./img/glazed_ceramic_vase.png"
    ]
  },
  "animal_hooks_set": {
    "name": "Animal Hooks Set",
    "price": "$112.99",
    "description": "Introducing our charming Animal Hooks Set, a delightful blend of functionality and whimsy for your home. Each hook features a unique animal design, adding a touch of character to your walls while providing practical storage solutions. Whether you hang coats, keys, or towels, these hooks are sure to bring a smile to your face every time you use them. Crafted with durable materials and exquisite detailing, this set is the perfect combination of style and utility. Add a playful yet functional element to any room with our Animal Hooks Set.",
    "images_path": [
      "./img/animal_hooks.png",
      "./img/animal_hooks2.png",
      "./img/animal_hooks3.png",
      "./img/animal_hooks4.png",
      "./img/animal_hooks5.png"
    ]
  },
  "galvanized_metal_milkwatering_cans_10_pieces_set": {
    "name": "Galvanized Metal Milk/Watering Cans 10 Pieces Set",
    "price": "$99.99",
    "description": "An adorable home starts with wonderful, rustic accents. Galvanized Metal Milk/Watering Can Set features a muted gray finish with white distressing and a classic milk can shape or fun watering can shape. Set it out on a table or shelf, and showcase your fantastic farmhouse style!",
    "images_path": [
      "./img/metal_cans1.png",
      "./img/metal_cans2.png",
      "./img/metal_cans3.png",
      "./img/metal_cans4.png",
      "./img/metal_cans5.png"
    ]
  },
  "glass_containers_jug_bottle_vase_10_pieces_set": {
    "name": "Glass Containers Jug/Bottle/Vase 10 Pieces Set",
    "price": "$139.99",
    "description": "Make a bold statement with fun glass pieces! Glass Jug features a glass construction, and it is made with wide shoulders and a narrow neck curving upward to a double-lipped rim. Arrange a few faux floral stems inside to make a fresh focal point, or arrange it as is on the floor or table for a simple, minimal touch!",
    "images_path": [
      "./img/glass_containers1.png",
      "./img/glass_containers2.png",
      "./img/glass_containers3.png",
      "./img/glass_containers4.png",
      "./img/glass_containers5.png"
    ]
  },
  "wood_containers_vase_jar_10_pieces_set": {
    "name": "Wood Containers Vase/Jar 10 Pieces Set",
    "price": "$111.99",
    "description": "Adorn your space with simple accents such as this Distressed Wood Vase. This wooden vase features a large rounded body with a circular neck and small opening. The unfinished color makes it easy to pair with a variety of styles such as farmhouse or boho. Place your favorite faux florals in it and then set it on the countertop for a look that will work for every season!",
    "images_path": [
      "./img/wood_containers1.png",
      "./img/wood_containers2.png",
      "./img/wood_containers3.png"
    ]
  },
  "rustic_wooden_wall_shelf": {
    "name": "Rustic Wooden Wall Shelf",
    "price": "$179.99",
    "description": "Add a touch of rustic charm to your home with this Rustic Wooden Wall Shelf. Crafted from solid wood, this shelf features a natural finish and sturdy metal brackets. Perfect for displaying photos, plants, or small decor items.",
    "images_path": [
      "./img/rustic_wooden_wall_shelf1.png",
      "./img/rustic_wooden_wall_shelf2.png"
    ]
  },
  "vintage_style_desk_lamp": {
    "name": "Vintage Style Desk Lamp",
    "price": "$89.99",
    "description": "Illuminate your workspace with vintage flair using this Vintage Style Desk Lamp. Featuring a metal base and adjustable arm, this lamp adds character to any desk or side table. The amber glass shade provides warm, ambient lighting.",
    "images_path": [
      "./img/vintage_desk_lamp1.png",
      "./img/vintage_desk_lamp2.png",
      "./img/vintage_desk_lamp3.png"
    ]
  },
  "bohemian_throw_pillow_set": {
    "name": "Bohemian Throw Pillow Set",
    "price": "$139.99",
    "description": "Enhance your living space with this Bohemian Throw Pillow Set. Made from soft, durable fabric, these pillows feature vibrant patterns and textures inspired by bohemian design. Perfect for adding a pop of color to your sofa or bed.",
    "images_path": [
      "./img/bohemian_throw_pillow_set1.png",
      "./img/bohemian_throw_pillow_set2.png",
      "./img/bohemian_throw_pillow_set3.png"
    ]
  },
  "marble_pattern_coasters_8_pieces_set": {
    "name": "Marble Pattern Coasters 8 Pieces Set",
    "price": "$199.99",
    "description": "Protect your surfaces in style with these Marble Pattern Coasters. Made from high-quality ceramic with a marble-inspired design, these coasters add elegance to any table setting. Set includes eight coasters.",
    "images_path": [
      "./img/marble_pattern_coasters1.png",
      "./img/marble_pattern_coasters2.png",
      "./img/marble_pattern_coasters3.png",
      "./img/marble_pattern_coasters4.png"
    ]
  },
  "vintage_record_player": {
    "name": "Vintage Record Player",
    "price": "$249.99",
    "description": "Experience the nostalgia of vinyl with this Vintage Record Player. Featuring a classic design with modern functionality, this record player plays vinyl records and has built-in speakers. A perfect addition to any music lover's collection.",
    "images_path": [
      "./img/vintage_record_player1.png",
      "./img/vintage_record_player2.png"
    ]
  },
  "artificial_potted_plants_set": {
    "name": "Artificial Potted Plants Set",
    "price": "$239.99",
    "description": "Bring the beauty of nature indoors with this Artificial Potted Plants Set. Each lifelike plant is nestled in a decorative pot, adding greenery to any space without the maintenance. Perfect for desks, shelves, or countertops.",
    "images_path": [
      "./img/artificial_potted_plants_set1.png",
      "./img/artificial_potted_plants_set2.png",
      "./img/artificial_potted_plants_set3.png"
    ]
  },
  "vintage_wall_clock": {
    "name": "Vintage Wall Clock",
    "price": "$134.99",
    "description": "Add vintage charm to your home with this Vintage Wall Clock. Featuring a distressed metal frame and bold numerals, this clock makes a statement on any wall. The quartz movement ensures accurate timekeeping.",
    "images_path": [
      "./img/vintage_wall_clock1.png",
      "./img/vintage_wall_clock2.png",
      "./img/vintage_wall_clock3.png"
    ]
  },
  "moroccan_style_area_rug": {
    "name": "Moroccan Style Area Rug",
    "price": "$129.99",
    "description": "Transform your space with this Moroccan Style Area Rug. Made from soft, durable materials, this rug features an intricate pattern inspired by traditional Moroccan design. Available in various sizes to suit any room.",
    "images_path": [
      "./img/moroccan_style_area_rug1.png",
      "./img/moroccan_style_area_rug2.png",
      "./img/moroccan_style_area_rug3.png"
    ]
  },
  "industrial_style_bookshelf": {
    "name": "Industrial Style Bookshelf",
    "price": "$179.99",
    "description": "Organize your books and display your decor with this Industrial Style Bookshelf. Constructed from sturdy metal and wood, this bookshelf features a minimalist design with ample storage space. Perfect for adding a touch of urban charm to any room.",
    "images_path": [
      "./img/industrial_style_bookshelf1.png",
      "./img/industrial_style_bookshelf2.png",
      "./img/industrial_style_bookshelf3.png"
    ]
  },
  "vintage_brass_candle_holders_set": {
    "name": "Vintage Brass Candle Holders Set",
    "price": "$149.99",
    "description": "Create a warm and inviting atmosphere with these Vintage Brass Candle Holders. Made from solid brass with an antique finish, these candle holders add a touch of elegance to any tabletop or mantel.",
    "images_path": [
      "./img/vintage_brass_candle_holders1.png",
      "./img/vintage_brass_candle_holders2.png",
      "./img/vintage_brass_candle_holders3.png"
    ]
  },
  "abstract_canvas_wall_art": {
    "name": "Abstract Canvas Wall Art",
    "price": "$289.99",
    "description": "Elevate your walls with this Abstract Canvas Wall Art. Featuring bold colors and geometric shapes, this canvas adds a modern touch to any space. Ready to hang for instant style.",
    "images_path": [
      "./img/abstract_canvas_wall_art1.png",
      "./img/abstract_canvas_wall_art2.png",
      "./img/abstract_canvas_wall_art3.png"
    ]
  },
  "modern_ceramic_table_lamps_set": {
    "name": "Modern Ceramic Table Lamps Set",
    "price": "$179.99",
    "description": "Brighten up your space with this Modern Ceramic Table Lamp. Featuring a sleek ceramic base and fabric shade, this lamp adds contemporary style to any room. Perfect for bedside tables or desks.",
    "images_path": [
      "./img/modern_ceramic_table_lamp1.png",
      "./img/modern_ceramic_table_lamp2.png",
      "./img/modern_ceramic_table_lamp3.png"
    ]
  },
  "geometric_pattern_throw_blanket": {
    "name": "Geometric Pattern Throw Blanket",
    "price": "$144.99",
    "description": "Stay cozy and stylish with this Geometric Pattern Throw Blanket. Made from soft, breathable fabric, this blanket features a modern geometric pattern in vibrant colors. Perfect for curling up on the couch or adding a pop of color to your bedding.",
    "images_path": [
      "./img/geometric_pattern_throw_blanket1.png",
      "./img/geometric_pattern_throw_blanket2.png"
    ]
  },
  "vintage_style_wall_mirror": {
    "name": "Vintage Style Wall Mirror",
    "price": "$89.99",
    "description": "Reflect vintage charm with this Vintage Style Wall Mirror. Featuring an ornate frame with distressed details, this mirror adds elegance to any wall. Hang it in your entryway, living room, or bedroom for added style and functionality.",
    "images_path": [
      "./img/vintage_style_wall_mirror1.png",
      "./img/vintage_style_wall_mirror2.png",
      "./img/vintage_style_wall_mirror3.png"
    ]
  },
  "boho_macrame_wall_hanging": {
    "name": "Boho Macrame Wall Hanging",
    "price": "$74.99",
    "description": "Add bohemian flair to your space with this Boho Macrame Wall Hanging. Handcrafted from cotton rope, this wall hanging features intricate knotwork and fringe detail. Hang it in any room for a touch of texture and style.",
    "images_path": [
      "./img/boho_macrame_wall_hanging1.png",
      "./img/boho_macrame_wall_hanging2.png",
      "./img/boho_macrame_wall_hanging3.png"
    ]
  },
  "vintage_style_ceramic_planters": {
    "name": "Vintage Style Ceramic Planters",
    "price": "$134.99",
    "description": "Display your favorite plants in style with these Vintage Style Ceramic Planters. Made from durable ceramic with a vintage-inspired design, these planters add charm to any indoor or outdoor space.",
    "images_path": [
      "./img/vintage_ceramic_planters1.png",
      "./img/vintage_ceramic_planters2.png",
      "./img/vintage_ceramic_planters3.png"
    ]
  },
  "farmhouse_style_dining_chairs": {
    "name": "Farmhouse Style Dining Chairs",
    "price": "$119.99",
    "description": "Upgrade your dining space with these Farmhouse Style Dining Chairs. Featuring a classic slat-back design and sturdy construction, these chairs provide both comfort and style. Perfect for farmhouse-inspired kitchens and dining rooms.",
    "images_path": [
      "./img/farmhouse_style_dining_chairs1.png",
      "./img/farmhouse_style_dining_chairs2.png",
      "./img/farmhouse_style_dining_chairs3.png"
    ]
  },
  "vintage_style_wall_sconces": {
    "name": "Vintage Style Wall Sconces",
    "price": "$339.99",
    "description": "Illuminate your walls with vintage charm using these Vintage Style Wall Sconces. Made from metal with an antique finish, these sconces feature a classic design with modern functionality. Perfect for adding ambient lighting to any room.",
    "images_path": [
      "./img/vintage_style_wall_sconces1.png",
      "./img/vintage_style_wall_sconces2.png",
      "./img/vintage_style_wall_sconces3.png"
    ]
  },
  "industrial_style_bar_stools": {
    "name": "Industrial Style Bar Stools",
    "price": "$489.99",
    "description": "Upgrade your home bar or kitchen island with these Industrial Style Bar Stools. Featuring a sturdy metal frame and wooden seat, these stools combine rustic charm with modern design. Adjustable height for added versatility.",
    "images_path": [
      "./img/industrial_style_bar_stools1.png",
      "./img/industrial_style_bar_stools2.png",
      "./img/industrial_style_bar_stools3.png"
    ]
  },
  "vintage_style_glassware_set": {
    "name": "Vintage Style Glassware Set",
    "price": "$119.99",
    "description": "Entertain in style with this Vintage Style Glassware Set. Made from high-quality glass with an etched design, this set includes everything you need to serve your favorite beverages with vintage flair.",
    "images_path": [
      "./img/vintage_style_glassware_set1.png",
      "./img/vintage_style_glassware_set2.png",
      "./img/vintage_style_glassware_set3.png"
    ]
  },
  "bohemian_style_floor_pouf_set": {
    "name": "Bohemian Style Floor Pouf Set",
    "price": "$214.99",
    "description": "Add extra seating and bohemian flair to your space with this Bohemian Style Floor Pouf. Made from soft, durable fabric with a colorful pattern, this pouf is perfect for lounging or as a decorative accent.",
    "images_path": [
      "./img/bohemian_style_floor_pouf1.png",
      "./img/bohemian_style_floor_pouf2.png",
      "./img/bohemian_style_floor_pouf3.png"
    ]
  },
  "vintage_style_wall_shelf": {
    "name": "Vintage Style Wall Shelf",
    "price": "$129.99",
    "description": "Display your favorite decor with this Vintage Style Wall Shelf. Made from sturdy wood with a distressed finish, this shelf features a classic design with a touch of rustic charm. Perfect for any room in your home.",
    "images_path": [
      "./img/vintage_style_wall_shelf1.png",
      "./img/vintage_style_wall_shelf2.png",
      "./img/vintage_style_wall_shelf3.png"
    ]
  },
  "rustic_wooden_bench": {
    "name": "Rustic Wooden Bench",
    "price": "$99.99",
    "description": "Add seating and storage to your entryway or mudroom with this Rustic Wooden Bench. Made from solid wood with a distressed finish, this bench features a slatted seat and lower shelf for shoes or baskets.",
    "images_path": [
      "./img/rustic_wooden_bench1.png",
      "./img/rustic_wooden_bench2.png",
      "./img/rustic_wooden_bench3.png"
    ]
  },
  "vintage_style_metal_wall_art": {
    "name": "Vintage Style Metal Wall Art",
    "price": "$379.99",
    "description": "Add a touch of vintage charm to your walls with this Vintage Style Metal Wall Art. Made from durable metal with a distressed finish, this art piece features intricate scrollwork and floral motifs.",
    "images_path": [
      "./img/vintage_style_metal_wall_art1.png",
      "./img/vintage_style_metal_wall_art2.png",
      "./img/vintage_style_metal_wall_art3.png"
    ]
  },
  "bohemian_style_throw_rug": {
    "name": "Bohemian Style Throw Rug",
    "price": "$234.99",
    "description": "Enhance your floors with bohemian flair using this Bohemian Style Throw Rug. Made from soft, durable fabric with a colorful pattern, this rug adds warmth and style to any room.",
    "images_path": [
      "./img/bohemian_style_throw_rug1.png",
      "./img/bohemian_style_throw_rug2.png",
      "./img/bohemian_style_throw_rug3.png"
    ]
  },
  "vintage_style_kitchen_canisters_set": {
    "name": "Vintage Style Kitchen Canisters Set",
    "price": "$99.99",
    "description": "Add retro charm to your kitchen with these Vintage Style Kitchen Canisters. Made from durable metal with an enamel finish, these canisters feature airtight lids and vintage-inspired designs.",
    "images_path": [
      "./img/vintage_style_kitchen_canisters1.png",
      "./img/vintage_style_kitchen_canisters2.png",
      "./img/vintage_style_kitchen_canisters3.png"
    ]
  },
  "industrial_style_wall_shelf": {
    "name": "Industrial Style Wall Shelf",
    "price": "$149.99",
    "description": "Organize your space with industrial flair using this Industrial Style Wall Shelf. Made from sturdy metal and wood, this shelf features a minimalist design with ample storage space.",
    "images_path": [
      "./img/industrial_style_wall_shelf1.png",
      "./img/industrial_style_wall_shelf2.png",
      "./img/industrial_style_wall_shelf3.png"
    ]
  },
  "vintage_style_table_clock": {
    "name": "Vintage Style Table Clock",
    "price": "$154.99",
    "description": "Add vintage charm to your tabletop with this Vintage Style Table Clock. Featuring a distressed metal frame and classic numerals, this clock makes a stylish addition to any room.",
    "images_path": [
      "./img/vintage_style_table_clock1.png",
      "./img/vintage_style_table_clock2.png",
      "./img/vintage_style_table_clock3.png"
    ]
  },
  "moroccan_style_throw_pillow_set": {
    "name": "Moroccan Style Throw Pillow Set",
    "price": "$149.99",
    "description": "Update your decor with this Moroccan Style Throw Pillow Set. Made from soft, durable fabric with vibrant patterns, these pillows add a touch of Moroccan-inspired charm to any space.",
    "images_path": [
      "./img/moroccan_style_throw_pillow_set1.png",
      "./img/moroccan_style_throw_pillow_set2.png",
      "./img/moroccan_style_throw_pillow_set3.png"
    ]
  },
  "vintage_style_picture_frames": {
    "name": "Vintage Style Picture Frames",
    "price": "$89.99",
    "description": "Display your memories in style with these Vintage Style Picture Frames. Made from durable metal with an antique finish, these frames feature intricate details and easel backs for tabletop display.",
    "images_path": [
      "./img/vintage_style_picture_frames1.png",
      "./img/vintage_style_picture_frames2.png",
      "./img/vintage_style_picture_frames3.png"
    ]
  },
  "bohemian_style_curtains": {
    "name": "Bohemian Style Curtains",
    "price": "$164.99",
    "description": "Add bohemian flair to your windows with these Bohemian Style Curtains. Made from lightweight fabric with colorful patterns, these curtains provide privacy while letting in natural light.",
    "images_path": [
      "./img/bohemian_style_curtains1.png",
      "./img/bohemian_style_curtains2.png",
      "./img/bohemian_style_curtains3.png"
    ]
  },
  "rustic_wooden_serving_tray_set": {
    "name": "Rustic Wooden Serving Tray Set",
    "price": "$99.99",
    "description": "Serve drinks and snacks in style with this Rustic Wooden Serving Tray. Made from solid wood with rope handles, this tray features a natural finish and ample space for glasses, bottles, and plates.",
    "images_path": [
      "./img/rustic_wooden_serving_tray1.png",
      "./img/rustic_wooden_serving_tray2.png",
      "./img/rustic_wooden_serving_tray3.png"
    ]
  },
  "vintage_style_desk_organizer": {
    "name": "Vintage Style Desk Organizer",
    "price": "$79.99",
    "description": "Keep your desk neat and organized with this Vintage Style Desk Organizer. Made from durable metal with an antique finish, this organizer features compartments for pens, pencils, paper clips, and more.",
    "images_path": [
      "./img/vintage_style_desk_organizer1.png",
      "./img/vintage_style_desk_organizer2.png"
    ]
  },
  "modern_ceramic_vase_set": {
    "name": "Modern Ceramic Vase Set",
    "price": "$169.99",
    "description": "Display flowers and greenery with modern flair using this Modern Ceramic Vase Set. Made from high-quality ceramic with a glossy finish, these vases add style to any tabletop or shelf.",
    "images_path": [
      "./img/modern_ceramic_vase_set1.png",
      "./img/modern_ceramic_vase_set2.png"
    ]
  },
  "vintage_style_wall_tapestry": {
    "name": "Vintage Style Wall Tapestry",
    "price": "$169.99",
    "description": "Add a touch of vintage charm to your walls with this Vintage Style Wall Tapestry. Made from soft, lightweight fabric with a colorful design, this tapestry is perfect for adding texture and interest to any room.",
    "images_path": [
      "./img/vintage_style_wall_tapestry1.png",
      "./img/vintage_style_wall_tapestry2.png",
      "./img/vintage_style_wall_tapestry3.png"
    ]
  },
  "bohemian_style_floor_lamp": {
    "name": "Bohemian Style Floor Lamp",
    "price": "$129.99",
    "description": "Brighten up your space with bohemian flair using this Bohemian Style Floor Lamp. Featuring a metal base and colorful fabric shade, this lamp adds personality to any room. Perfect for reading nooks or cozy corners.",
    "images_path": [
      "./img/bohemian_style_floor_lamp1.png",
      "./img/bohemian_style_floor_lamp2.png",
      "./img/bohemian_style_floor_lamp3.png"
    ]
  },
  "industrial_style_wall_clock": {
    "name": "Industrial Style Wall Clock",
    "price": "$154.99",
    "description": "Keep time with industrial flair using this Industrial Style Wall Clock. Featuring a metal frame with rivet details and bold numerals, this clock makes a statement on any wall. The quartz movement ensures accurate timekeeping.",
    "images_path": [
      "./img/industrial_style_wall_clock1.png",
      "./img/industrial_style_wall_clock2.png",
      "./img/industrial_style_wall_clock3.png"
    ]
  },
  "vintage_style_bedside_table": {
    "name": "Vintage Style Bedside Table",
    "price": "$149.99",
    "description": "Add vintage charm to your bedroom with this Vintage Style Bedside Table. Made from solid wood with a distressed finish, this table features a drawer and lower shelf for storage. Perfect for keeping nighttime essentials within reach.",
    "images_path": [
      "./img/vintage_style_bedside_table1.png",
      "./img/vintage_style_bedside_table2.png",
      "./img/vintage_style_bedside_table3.png"
    ]
  },
  "rustic_wooden_picture_ledge": {
    "name": "Rustic Wooden Picture Ledge",
    "price": "$129.99",
    "description": "Display your favorite photos and artwork with this Rustic Wooden Picture Ledge. Made from solid wood with a natural finish, this ledge adds warmth and character to any wall. Easy to install and perfect for creating a gallery wall.",
    "images_path": [
      "./img/rustic_wooden_picture_ledge1.png",
      "./img/rustic_wooden_picture_ledge2.png",
      "./img/rustic_wooden_picture_ledge3.png"
    ]
  },
  "vintage_style_wall_hook_rack_set": {
    "name": "Vintage Style Wall Hook Rack Set",
    "price": "$123.99",
    "description": "Organize your entryway or mudroom with this Vintage Style Wall Hook Rack. Made from durable metal with a distressed finish, this rack features multiple hooks for hanging coats, hats, and bags.",
    "images_path": [
      "./img/vintage_style_wall_hook_rack1.png",
      "./img/vintage_style_wall_hook_rack2.png",
      "./img/vintage_style_wall_hook_rack3.png"
    ]
  },
  "vintage_style_ceiling_lights": {
    "name": "Vintage Style Ceiling Lights",
    "price": "$189.99",
    "description": "Illuminate your space with vintage charm using this Vintage Style Ceiling Light. Featuring a metal frame with a glass shade, this light fixture adds character to any room. Mount it in your entryway, kitchen, or dining room for a statement-making look.",
    "images_path": [
      "./img/vintage_style_ceiling_light1.png",
      "./img/vintage_style_ceiling_light2.png",
      "./img/vintage_style_ceiling_light3.png"
    ]
  },
  "industrial_style_coffee_tables": {
    "name": "Industrial Style Coffee Tables",
    "price": "$199.99",
    "description": "Anchor your living room with industrial style using this Industrial Style Coffee Table. Made from sturdy metal and wood with a distressed finish, this table features a spacious top and lower shelf for storage and display.",
    "images_path": [
      "./img/industrial_style_coffee_table1.png",
      "./img/industrial_style_coffee_table2.png",
      "./img/industrial_style_coffee_table3.png"
    ]
  }
}